__mod_name__ = "◎Tools"

__help__ = """
*Поддельная информация*
 ❍ /fakegen*:* Создает фальшивую информацию
 ❍ /picgen*:* Создать фальшивую картинку 

*Date-time-Weather*
 ❍ /time <country code>*:* Предоставляет информацию о часовом поясе.
 ❍ /weather <city>*:* Получите информацию о погоде в определенном месте.
 ❍ /wttr <city>*:* Расширенный модуль погоды, использование такое же, как /weather
 ❍ /wttr moon*:* Получить текущий статус луны
 
*Quotly*
- /q : ответьте на любое сообщение с помощью этой команды, чтобы создать стикер.

*Converts*
 ❍ /encrypt*:* Шифрует данный текст
 ❍ /decrypt*:* Расшифровывает ранее зашифрованный текст
 ❍ /zip*:* ответить на файл телеграммы, чтобы сжать его в формате .zip
 ❍ /unzip*:* ответить на файл телеграммы, чтобы распаковать его из формата .zip
"""
